EEC_PROP/out/production/resources/OP_02/VALID/MSG.001_TRN.001/Log/Received_MSG_PRS.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
   <soap:Header xmlns:int="urn:EEC:Interaction:v1.0"
                xmlns:wsa="http://www.w3.org/2005/08/addressing">
      <wsa:MessageID>urn:uuid:4f26c8f8-b56e-4579-97df-cf9236f6a0e5</wsa:MessageID>
      <int:ProcedureID>urn:uuid:530c2e21-3951-4326-9b9a-178a2cf91beb</int:ProcedureID>
      <int:ConversationID>urn:uuid:3da40719-5120-45db-9c4b-46489a23a15d</int:ConversationID>
      <wsa:To>EAEU://EEC/CP/P.CC.01/P.CC.01.ACT.022AT</wsa:To>
      <wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action>
      <wsa:ReplyTo>
         <wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address>
      </wsa:ReplyTo>
      <wsa:RelatesTo>urn:uuid:625af320-17aa-44e7-ba7e-1d77945cd6bd</wsa:RelatesTo>
      <int:Integration>
         <int:TrackID>urn:uuid:1427dd02-c05e-4c83-b10b-2b79d0cb8dec</int:TrackID>
         <int:AcceptTime>2020-03-23T14:39:17+03:00</int:AcceptTime>
      </int:Integration>
   </soap:Header>
   <soap:Body>
      <sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0">
         <sgn:SignalId>7a28a0bf-5967-4464-b845-163db60e37a6</sgn:SignalId>
         <sgn:DateTime>2020-03-23T14:39:17.170</sgn:DateTime>
      </sgn:ProcessingReceipt>
   </soap:Body>
</soap:Envelope>
